/* The keyboard shortcut is is not allowed to be used */
"%@ is not allowed" = "%@ izin verilmiyor";

/* the number of uses left in the free trial (when 1) */
"%lu Use Left" = "%lu Kullanım kaldı";

/* the number of uses left in the free trial (when >1) */
"%lu Uses Left" = "%lu Kullanım kaldı";

/* click this button to get 10 more uses in the free trial */
"+10 Uses" = "+10 Kullanım kaldı";

/* entry in selection list to indicate no selection */
"- None -" = "- Seçilemiyor -";

/* No comment provided by engineer. */
"\"%@\" is not signed by Pilotmoon Software. Only install this extension if you got it from a source you trust." = "\"%@\" Pilotmoon Software tarafından imzalanmamıştır. Bu uzantıyı yalnızca güvendiğiniz bir kaynaktan aldıysanız yükleyin.";

/* No comment provided by engineer. */
"Above Text" = "Metnin yukarısında";

/* Title of prefs section */
"Actions" = "Eylemler";

/* No comment provided by engineer. */
"Alternate Search URL" = "Alternatif Arama URL'si";

/* Title of prefs section */
"Appearance" = "Görünüm";

/* No comment provided by engineer. */
"Authorized" = "Yetkilendirilmiş";

/* Dark/light mode will be the same as the operating system setting */
"Auto" = "Otomatik";

/* Dark/light mode will be opposite to the operaing system setting */
"Auto (Inverse)" = "Otomatik (Tersine)";

/* No comment provided by engineer. */
"Below Text" = "Metin aşağısında";

/* click button to buy the app */
"Buy" = "Satın al";

/* Button to go to store */
"Buy Now" = "Şimdi satın al";

/* Button to go to store */
"Buy PopClip Online" = "PopClip Satın Alın";

/* as in 'by Nick Moore' */
"by" = "tarafından";

/* No comment provided by engineer. */
"Cancel" = "Vazgeç";

/* No comment provided by engineer. */
"Cannot Install Extension" = "Uzantı Yüklenemiyor";

/* 1=name of app */
"Cannot start %1$@" = "%1$@ başlatılamıyor";

/* This is a check box title, not a button */
"Check for updates" = "Güncellemeleri denetle";

/* Label for color setting */
"Color" = "Renk";

/* Displayed when something has been copied to the clipboard */
"Copied" = "Kopyalandı";

/* Indicates Dark color apearance */
"Dark" = "Karanlık Tema";

/* name of dictionary look-up feature */
"Dictionary" = "Sözlük";

/* button title */
"Don't Install" = "Yükleme";

/* Button title */
"Done" = "Tamamlandı";

/* Button title. Enables access for assistive devices. */
"Enable PopClip" = "PopClip'i Etkinleştir";

/* Title of table of apps which PopClip will ignore. */
"Excluded Apps" = "Hariç tutulan uygulamalar";

/* button title shown in welcome window */
"Got it!" = "Anlaşıldı!";

/* No comment provided by engineer. */
"Hold Option (⌥) for alternate search." = "Alternat arama için Seçenek (⌥) tuşunu basılı tutun.";

/* button title: install the named externsion */
"Install \"%@\"" = "\"%@\" yükle";

/* the name of the extension to be installed is in quotes */
"Install Extension \"%@\"" = "\"%@\" Eklentisini yükle";

/* Label for control for setting keyboard shortcut */
"Keyboard Shortcut" = "Klavye Kısayolları";

/* No comment provided by engineer. */
"Language" = "Lisan";

/* No comment provided by engineer. */
"Languages" = "Lisanlar";

/* Title of window showing the user's license details */
"License Details" = "Lisans Detayları";

/* No comment provided by engineer. */
"License key not valid" = "Lisanss anahtarı geçersiz";

/* Indicates Light color apearance */
"Light" = "Aydınlık";

/* name of missing third party app */
"Missing App: %@" = "Eksik Uygulama: %@";

/* No comment provided by engineer. */
"Not Authorized" = "Yetkilendirilmemiş";

/* button title */
"Not Now" = "Şimdi değil";

/* No comment provided by engineer. */
"OFF" = "KAPALI";

/* No comment provided by engineer. */
"OK" = "Tamam";

/* No comment provided by engineer. */
"ON" = "AÇIK";

/* name of link opening feature */
"Open Link" = "Bağlantıyı aç";

/* No comment provided by engineer. */
"Open Links" = "Bağlantıları aç";

/* Example: Options for Wikipedia */
"Options for %@" = "%@ için seçenekler";

/* No comment provided by engineer. */
"Please close this browser tab and return to PopClip." = "Lütfen bu tarayıcı sekmesini kapatıp PopClip'e geri dönün.";

/* No comment provided by engineer. */
"Please wait..." = "Lütfen bekleyin...";

/* No comment provided by engineer. */
"PopClip can have at most %li extensions. Please delete some to make space for more." = "PopClip %li kadar uzantıya sahip olabilir. Diğerlerine yer açmak için lütfen bazılarını silin.";

/* No comment provided by engineer. */
"The free version of PopClip can have at most %li extensions. Please delete some to make space for more." = "PopClip’in ücretsiz sürümü en fazla %li uzantıya sahip olabilir. Diğerlerine yer açmak için lütfen bazılarını silin.";

/* No comment provided by engineer. */
"PopClip can't find %@ on this computer. You probably need to install it." = "PopClip bu bilgisayarda %@ bulamıyor. Muhtemelen yüklemeniz gerekiyor.";

/* No comment provided by engineer. */
"PopClip could not load the following extension(s):\n\n%@\n\nUpdated versions may be available from the PopClip website." = "PopClip aşağıdaki uzantı(lar)ı yükleyemedi:\n\n%@\n\nGüncellenmiş sürümlere PopClip web sitesinden ulaşabilirsiniz.";

/* No comment provided by engineer. */
"PopClip Extensions" = "PopClip Uzantısı";

/* as in 'PopClip is ON' or 'PopClip is OFF' */
"PopClip is" = "PopClip";

/* No comment provided by engineer. */
"PopClip will check spelling in each selected language." = "PopClip seçilen her dilde yazım denetimi yapacaktır.";

/* Label for position setting */
"Position" = "Konum";

/* Button to quit the app */
"Quit" = "Çıkış";

/* Button title. Opens PopClip on mac app store. */
"Rate on App Store" = "App Store üzerinde değerlendirin";

/* Button title. When clicked, shows the app's release notes. */
"Release Notes" = "Sürüm Notları";

/* No comment provided by engineer. */
"Replace your search term with ***, e.g. https://example.com/?q=***" = "Arama teriminizi *** ile değiştirin, örneğin https://example.com/?q=***";

/* name of 'reveal in finder' feature */
"Reveal in Finder" = "Finder'da göster";

/* name of web search feature */
"Search" = "Ara";

/* No comment provided by engineer. */
"Search URL" = "Şu URL'de ara";

/* No comment provided by engineer. */
"Select" = "Seç";

/* No comment provided by engineer. */
"Select apps to exclude" = "Hariç tutulacak uygulamaları seçin";

/* No comment provided by engineer. */
"Show as Icon" = "Simge olarak göster";

/* check box title */
"Show in menu bar" = "Menü çubuğunda göster";

/* button title */
"Sign In" = "Oturum Aç";

/* Example: Sign in to your Instapaper account. */
"Sign in to your %@ account." = "%@ hesabınızda oturum açın.";

/* button title */
"Sign Out" = "Oturumu Kapat";

/* Label for size adjustment slider */
"Size" = "Boyut";

/* name of spelling checker feature */
"Spelling" = "Yazım Denetimi";

/* check box title */
"Start at login" = "Giriş yapıldığında başlat";

/* No comment provided by engineer. */
"Technical information:" = "Teknik bilgi:";

/* This message is shown when the license key is registered. */
"Thank you for buying PopClip!" = "PopClip'i satın aldığınız için teşekkür ederiz!";

/* No comment provided by engineer. */
"The application appears to be corrupted. Please install a fresh copy." = "Uygulama bozulmuş gibi görünüyor. Lütfen yeni bir kopyasını yükleyin.";

/* No comment provided by engineer. */
"This extension is not compatible with this version of PopClip. Please update to the latest version of PopClip." = "Bu uzantı PopClip'in mevcut sürümü ile uyumlu değildir. Lütfen PopClip'i en son sürümüne güncelleyin.";

/* No comment provided by engineer. */
"This extension requires macOS version %@ or above." = "Bu uzantı macOS sürüm %@ veya üstünü kullanmayı gerektirir.";

/* Dialog text */
"To continue, PopClip needs to enable Accessibility access." = "Devam etmek için PopClip'in Erişilebilirlik erişimini etkinleştirmesi gerekir.";

/* help text shown in welcome window */
"To use PopClip, just select some text in any app using your mouse pointer." = "PopClip'i kullanmak için, fare imlecinizi kullanarak herhangi bir uygulamada herhangi bir metni seçmeniz yeterlidir.";

/* the free trial has expired */
"Trial Expired" = "Deneme Süresi sona erdi";

/* the number of uses left in the free trial (when 1) */
"Trial — %lu Use Left" = "Deneme — %lu Adet Kullanım Kaldı";

/* the number of uses left in the free trial (when >1) */
"Trial — %lu Uses Left" = "Deneme — %lu Adet Kullanım Kaldı";

/* No comment provided by engineer. */
"Unsigned Extension" = "İmzalanmamış Uzantı";

/* Button title. When clicked, shows user's license details. */
"View License" = "Lisansı Görüntüle";

/* Visit the website for the name app e.g. Visit Evernote Website */
"Visit %@ Website" = "%@ Web Sitesini Ziyaret Edin";

/* No comment provided by engineer. */
"Waiting..." = "Bekliyor...";

/* title of welcome window shown on first run */
"Welcome\nto PopClip" = "PopClip'e\nHoş Geldiniz";

/* Example: You are signed in to Instapaper. */
"You are signed in to %@." = "%@ üzerinde oturum açtınız.";

/* No comment provided by engineer. */
"You maxed out!" = "Limitinizi aştınız!";

/* No comment provided by engineer. */
"⚠️ Authorization failed." = "⚠️ Yetkilendirme başarısız.";

/* No comment provided by engineer. */
"✅ PopClip Extension \"%@\" authorized." = "✅ \"%@\" PopClip Uzantısı yetkilendirildi.";
